Repository: thothix/guayadeque
Catalog: po/*/guayadeque.po
Languages: de, fr

source: Max played tracks kept in playlist
de: Maximum wiedergegebener Titel, die in der Wiedergabeliste verbleiben
fr: Nombre maximum de morceaux lus gardés dans la file

source: Don't repeat last
de: Nicht wiederholen: letzten

source: artists or
de: Interpreten oder

source: Silence detector
de: Ruhedetektor

source: Skip at
de: Springen ab
fr: Sauter au

source: In the last
de: In den letzten
fr: Dans le dernier

source: seconds
de: Sekunden
fr: secondes

source: Output device
de: Ausgabegerät

source: Automatic
de: Automatisch
fr: Automatique

source: Fade-out length:
de: Fade-out-Dauer:
fr: Durée du fondu sortant :

source: Select the length of the fade out. 0 for gapless playback
de: Fade-out-Dauer auswählen. 0 für eine unterbrechungsfreie Wiedergabe
fr: Sélectionne la durée du fondu sortant. 0 pour une lecture sans transition

source: Fade-in length:
de: Fade-in-Dauer:
fr: Durée du fondu entrant :

source: Select the length of the fade in
de: Fade-in-Dauer auswählen
fr: Sélectionne la durée du fondu entrant

source: Fade-in volume:
de: Fade-in Lautstärke
fr: Volume du fondu entrant :

source: Select the initial volume of the fade in
de: Fade-in Anfangslautstärke auswählen
fr: Sélectionne le volume initial du fondu entrant

source: Select at which volume of the fade out the fade in starts
de: Lautstärke des Fade-out auswählen, ab welche dann das Fade-in einsetzt
fr: Sélectionne à quel volume du fondu sortant le fondu entrant doit démarrer

source: Record
de: Aufnehmen

source: Enable recording
de: Aufnahme aktivieren
fr: Activer l'enregistrement

source: Save to:
de: Speichern nach:
fr: Sauvegarder vers :

source: Very High
de: Sehr hoch
fr: Très haut

source: High
de: Hoch
fr: Haut

source: Low
de: Niedrig
fr: Bas

source: Very Low
de: Sehr niedrig
fr: Très bas

source: Split tracks
de: Titel trennen
fr: Fractionner les morceaux

source: Delete tracks shorter than
de: Titel löschen, die kürzer sind als
fr: Supprimer les morceaux d'une durée inférieure à

source: Enabled
de: Aktiviert
fr: Activé

source: Username:
de: Benutzername:
fr: Nom d'utilisateur :

source: Password:
de: Passwort:
fr: Mot de passe :

source: Sources
de: Quellen

source: Targets
de: Ziele

source: Disabled Genres
de: Deaktivierte Genres
fr: Genres désactivés

source: Font
de: Schrift

source: Font:
de: Schrift:

source: Align:
de: Ausrichten:
fr: Alignement :

source: Center
de: Mittig
fr: Centre

source: Proxy
de: Proxy Aktiviert

source: Proxy Enabled
de: Proxy Aktiviert
fr: Proxy activé

source: Filters
de: Filter

source: Language
de: Sprache

source: Browser command
de: Browser-Befehl

source: Minimum radio allowed bit rate
de: Mindestbitrate für Internet-Radios

source: Player online buffer size
de: Puffergröße bei Online-Wiedergaben

source: Destination directory:
de: Zielordner:
fr: Dossier de destination :

source: Select podcasts folder
de: Podcast-Ordner auswählen
fr: Sélectionner le dossier des Podcasts

source: Check every
de: Aktualisierungsintervall
fr: Vérifier chaque

source: Hour
de: Stunde
fr: Heure

source: Day
de: Tag
fr: Jour

source: Week
de: Woche
fr: Semaine

source: Month
de: Monat
fr: Mois

source: Delete after
de: Löschen nach
fr: Supprimer après

source: Days
de: Tagen
fr: Jours

source: Weeks
de: Wochen
fr: Semaines

source: Months
de: Monate
fr: Mois

source: Only if played
de: Nur wenn wiedergegeben
fr: Seulement s'ils ont été joués

source: Invert
de: Invertieren
fr: Inverser

source: Torrent command:
de: Torrent-Befehl:
fr: Commande Torrent :

source: Membership :
de: Mitgliedschaft :
fr: Abonnement :

source: Downloading
de: Herunterladen
fr: Téléchargement

source: Username :
de: Benutzername :
fr: Nom d'utilisateur :

source: Password :
de: Passwort :
fr: Mot de passe :

source: Stream as :
de: Streamen als:
fr: Lire en :

source: Download as :
de: Herunterladen als :
fr: Télécharger en :

source: Download Page
de: Download-Seite
fr: Page de téléchargement

source: Links
de: Verweise

source: Define URLs using
de: URL definieren mit

source: 2 letters language code Text to search
de: 2-Zeichen-Sprachcode Suchwort
fr: 2 lettres du code de langue Texte à rechercher

source: Commands
de: Befehle

source: Command:
de: Befehl:

source: Define commands using
de: Befehle definieren mit

source: Album path Album cover file path Track path
de: Albumpfad Album-Cover-Dateipfad Titel-Pfad
fr: Emplacement de l'Album Emplacement de la Pochette de l'Album Emplacement du Morceau

source: Patterns
de: Muster

source: Remove source files
de: Quelldateien entfernen
fr: Supprimer les fichiers d'origine

source: Define patterns using
de: Muster definieren mit
fr: Définir les modèles avec

source: Artist Album Artist {aa} or {a} Album
de: Interpret Album-Interpret {aa} oder {a} Album
fr: Artiste Artiste de l'Album {aa} or {a} Album

source: Composer Disk Filename Genre
de: Komponist CD Dateiname Genre
fr: Compositeur Disque Nom de fichier Genre

source: Index Number Title Year
de: Index Nummer Titel Jahr
fr: Index Numéro Titre Année

source: Accelerators
de: Tastenkürzel

source: Action
de: Aktion

source: Key
de: Taste
fr: Touche

source: Enter the collection name
de: Collection-Bezeichnung eingeben
fr: Entrer le nom de la collection

source: Change library path
de: Pfad zur Musiksammlung ändern
fr: Modifier l'emplacement de la Bibliothèque

source: Word:
de: Wort:

source: Enter the text to find covers
de: Schlüsselwort für die CD-Cover-Suche eingeben
fr: Entrer le texte de recherche des Pochettes

source: Enter the genre to disable
de: Geben Sie das zu deaktivierende Genre ein
fr: Entrer le genre à désactiver

source: Enter the text to filter
de: Text zum Filtern eingeben
fr: Entrer le texte du filtre

source: Edit the text to filter
de: Text zum Filtern bearbeiten
fr: Éditer le texte du filtre

source: Select path
de: Pfad auswählen
fr: Sélectionner un emplacement

source: New Podcast Channel
de: Neuer Podcast-Kanal
fr: Nouvelle chaîne Podcast

source: Digital Podcast Directory
de: Digital-Podcast-Verzeichnis

source: Search in the podcast directory
de: Suche im Podcast-Verzeichnis
fr: Rechercher dans le dossier des podcasts

source: Refresh the podcast directory list
de: Podcast-Verzeichnisliste aktualisieren
fr: Rafraichir la liste du dossier Podcast

source: Filtered channels
de: Gefilterte Kanäle
fr: Chaînes filtrées

source: %u Channels
de: %u Kanäle
fr: %u Chaînes

source: %u Categories, %u Channels
de: %u Kategorien, %u Kanäle
fr: %u Catégories, %u Chaînes

source: Filter Text:
de: Textfilter:

source: Enter the text to filter podcasts channels
de: Podcast-Kanäle filtern
fr: Entrer le texte pour filtrer les chaînes de Podcasts

source: Podcast Channel Editor
de: Podcast-Kanal-Editor
fr: Éditeur de chaîne de Podcast

source: Podcast Channel
de: Podcast-Kanal

source: Description:
de: Beschreibung:

source: Author:
de: Autor:
fr: Auteur :

source: Owner:
de: Eigentümer:
fr: Propriétaire :

source: Download:
de: Herunterladen:
fr: Télécharger :

source: Manually
de: Manuell
fr: Manuellement

source: Only if contains
de: Nur wenn enthalten
fr: Seulement si cela contient

source: Everything
de: Alles
fr: Tout

source: Delete:
de: Löschen:
fr: Supprimer :

source: Allow delete old items
de: Löschen alter Einträge zulassen
fr: Autorise la suppression d'anciens éléments

source: Sumary:
de: Zusammenfassung:
fr: Résumé :

source: Date:
de: Datum:

source: Are you sure to delete the selected podcast channel?
de: Möchten Sie den ausgewählten Podcast-Kanal wirklich löschen?
fr: Êtes-vous sûr de supprimer la Chaîne de Podcast sélectionnée ?

source: Are you sure to delete the selected podcast item?
de: Möchten Sie die ausgewählten Podcast-Episoden wirklich löschen?
fr: Êtes-vous sûr de supprimer le Podcast sélectionné ?

source: New Channel
de: Neuer Kanal
fr: Nouvelle chaîne

source: Add a new podcast channel
de: Neuen Podcast-Kanal hinzufügen
fr: Ajouter une nouvelle chaîne de Podcast

source: delete this podcast channels and all its items
de: Diesen Podcast-Kanal mit den dazugehörigen Objekten löschen
fr: supprimer ces chaînes de podcasts et tout leur contenu

source: Update the podcast items of the selected channels
de: Podcast-Episoden der ausgewählten Kanäle aktualisieren
fr: Mettre-à-jour les Podcasts de la Chaîne sélectionnée

source: Edit the podcast channel
de: Podcast-Kanal bearbeiten
fr: Éditer la Chaîne de Podcast

source: Channel
de: Kanal
fr: Chaîne

source: Category
de: Kategorie
fr: Catégorie

source: Date
de: Datum

source: Author
de: Autor
fr: Auteur

source: Delete the current selected podcasts
de: Aktuell ausgewählte Podcasts löschen
fr: Supprimer les Podcasts sélectionnés

source: Download the current selected podcasts
de: Aktuell ausgewählte Podcasts herunterladen
fr: Télécharger les Podcasts sélectionnés

source: Copy the current selected podcasts to a directory or device
de: Ausgewählte Podcasts in einen Ordner oder auf ein Gerät kopieren
fr: Copier les Podcasts sélectionnés vers un dossier ou un autre appareil

source: Allow:
de: Zulassen:
fr: Autoriser:

source: Deny:
de: Abweisen:
fr: Exclure:

source: Go to the playlist previous track
de: Zurück
fr: Aller vers le précédent morceau de la file

source: Play or pause the current track
de: Wiedergabe-/Pausentaste
fr: Lire ou mettre en pause le morceau en cours

source: Go to the playlist next track
de: Vorwärts
fr: Aller vers le prochain morceau de la file

source: Stops the current track
de: Stoppt den aktuellen Titel
fr: Arrête la lecture du morceau actuel

source: Record to file
de: In Datei aufnehmen
fr: Enregistrer vers un fichier

source: Enable crossfading
de: Crossfading aktivieren
fr: Activer le fondu enchaîné

source: Disable crossfading
de: Crossfading deaktivieren
fr: Désactiver le fondu enchaîné

source: Show the equalizer (right click for on/off)
de: Equalizer anzeigen (Rechtsklick für Ein/Aus)
fr: Afficher l'égaliseur (click droit on/off)

source: Volume
de: Lautstärke

source: Show the name of the current track
de: Name des aktuellen Titel anzeigen
fr: Affiche le nom du morceau en cours

source: Show the album name of the current track
de: Album-Name des aktuellen Titel anzeigen
fr: Affiche le nom de l'album du morceau en cours

source: Show the artist name of the current track
de: Interpret des aktuellen Titel anzeigen
fr: Affiche le nom de l'artiste du morceau en cours

source: Show the year of the current track
de: Jahr des aktuellen Titel anzeigen
fr: Affiche l'année du morceau en cours

source: 00:00 of 00:00
de: 00:00 von 00:00
fr: 00:00 sur 00:00

source: Show the current position and song length of the current track
de: Wiedergabeposition und Dauer des aktuellen Titel anzeigen
fr: Affiche la position actuelle et la durée du morceau en cours

source: Show the file format of the current track
de: Dateiformat des aktuellen Titels anzeigen
fr: Affiche le format du morceau en cours de lecture

source: Show the bit rate of the current track
de: Bitrate des aktuellen Titel anzeigen
fr: Affiche le débit du morceau en cours

source: Buffering...
de: Pufferung …
fr: Mise en cache...

source: Smart mode enabled
de: Smart-Modus aktiviert
fr: Fondu enchaîné activé

source: Repeat all
de: Wiederhole alle
fr: Tout rejouer

source: Repeat one
de: Wiederhole einmal
fr: Rejouer un morceau

source: Smart mode disabled
de: Smart-Modus deaktiviert
fr: Fondu enchaîné désactivé

source: Set as Next Track
de: Als nächsten Titel festlegen
fr: Définir comme Morceau suivant

source: Move the selected tracks to the top
de: Verschiebe die ausgewählten Titel an den Anfang
fr: Déplacer les morceaux sélectionnés en début de liste

source: Move the selected tracks up
de: Verschiebe die ausgewählten Titel nach oben
fr: Déplacer les morceaux sélectionnés d'un rang vers le haut

source: Move the selected tracks down
de: Verschiebe die ausgewählten Titel nach unten
fr: Déplacer les morceaux sélectionnés d'un rang vers le bas

source: Move the selected tracks to the bottom
de: Verschiebe die ausgewählten Titel ans Ende der Liste
fr: Déplacer les morceaux sélectionnés en fin de liste

source: Randomize the tracks in playlist
de: Titel mischen

source: Remove the selected tracks from playlist
de: Ausgewählte Titel aus Wiedergabeliste entfernen
fr: Retirer les morceaux sélectionnés de la Liste de Lecture

source: Empty Playlist
de: Leere Wiedergabeliste
fr: Vider la file de Lecture

source: The playlist is empty
de: Wiedergabeliste ist leer
fr: La file de lecture est vide

source: Edit the current selected tracks labels
de: Aktuell ausgewählte Titel-Labels bearbeiten
fr: Éditer les étiquettes des morceaux sélectionnés

source: Edit the current selected songs
de: Aktuell ausgewählte Titel bearbeiten
fr: Éditer les étiquettes des morceaux sélectionnés

source: Move the selected tracks to be played next
de: Ausgewählte Titel als nächstes wiedergeben
fr: Déplacer les morceaux sélectionnés pour être les suivants dans la file

source: Search a track in the playlist by name
de: Titel nach Name in Wiedergabeliste suchen
fr: Rechercher un morceau dans la file de lecture par son nom

source: Selects the current selected track in the library
de: Wählt den aktuell ausgewählten Titel in der Musiksammlung aus
fr: Sélectionne le morceau choisi dans la Bibliothèque

source: Select the album artist of the current song
de: Album-Interpret des aktuellen Titels auswählen
fr: Sélectionne l'Artiste de l'Album du morceau en cours

source: Select the composer of the current song
de: Komponist des aktuellen Titels auswählen
fr: Sélectionne le compositeur du morceau en cours

source: Select the year of the current song
de: Jahr des aktuellen Titels auswählen
fr: Sélectionne l'année du morceau en cours

source: Select the genre of the current song
de: Genre des aktuellen Titels auswählen
fr: Sélectionne le genre du morceau en cours

source: Remove all tracks from playlist
de: Alle Titel aus Wiedergabeliste entfernen
fr: Retirer tous les morceaux de la file de lecture

source: Remove the selected tracks from library
de: Ausgewählte Titel aus Musiksammlung entfernen
fr: Retirer les morceaux sélectionnés de la Bibliothèque

source: Remove the selected tracks from drive
de: Ausgewählte Titel vom Datenträger entfernen
fr: Supprimer les morceaux sélectionnés du disque dur

source: Can't create a playlist without mediaviewer.
de: Kann keine Wiedergabeliste ohne Mediaviewer erstellen.
fr: On ne peutpas créer une liste de lecture sans le mediaviewer.

source: Search:
de: Suche:

source: Please enter the search term
de: Bitte geben Sie den Suchbegriff ein
fr: SVP entrez le terme recherché

source: Loading tracks. Please wait
de: Lade Titel, bitte warten...
fr: Recherche les morceaux. Patientez SVP

source: Add search links in preferences
de: Suchverweis zu den Einstellungen hinzufügen
fr: Ajouter les liens de recherche dans les préférences

source: Keep Format
de: Format beibehalten
fr: Conserver le Format

source: Keep Quality
de: Qualität beibehalten
fr: Conserver la Qualité

source: Very Good
de: Sehr gut
fr: Très bonne

source: Good
de: Gut
fr: Bonne

source: Copied %u files (%s) in %s seconds
de: Kopierte %u Dateien (%s) in %s Sekunden
fr: %u fichiers copiés (%s) en %s secondes

source: Finished copying files
de: Kopieren beendet
fr: Fin de la copie de fichiers

source: Copy the event info to clipboard
de: Event-Infos in die Zwischenablage kopieren

source: Stop playing
de: Stopp

source: Show the equalizer
de: Equalizer anzeigen

source: Smart Play:
de: Intelligente Wiedergabe:

source: Off
de: Aus

source: Browse in File Manager
de: Suche im Dateimanager
fr: Naviguer dans le Gestionnaire de Fichiers

source: Burn as AudioCD using Brasero
de: Als AudioCD mit Brasero brennen
fr: Graver en AudioCD avec Brasero

source: Burn as DataCD using Brasero
de: Als Daten-CD mit Brasero brennen
fr: Graver en DataCD avec Brasero

source: Open Terminal in directory
de: Terminal im Ordner öffnen
fr: Ouvrir un Terminal dans le dossier

source: Edit cover using GIMP
de: Cover mit GIMP bearbeiten
fr: Modifier la pochette avec GIMP

source: To mp3
de: Auf mp3
fr: En mp3

source: From file
de: Aus einer Datei
fr: Depuis un fichier

source: To file
de: In Datei
fr: Dans un fichier

source: Audio Scrobbling
fr: Scrobbler Audio

source: Clear the Playlist
fr: Effacer la file de lecture

source: Gapless/Crossfading
fr: Sans transition/ Avec fondu enchaîné

source: Shuffle the Playlist
fr: Mélanger aléatoirement les morceaux de la file de lecture

source: Enter
fr: Entrée

source: MiBytes
fr: Mégaoctets = Mo

source: Name
fr: Nom

source: Tag:
fr: Étiquette:

source: Audio CD
fr: CD Audio

source: Details
fr: Détails

source: Labels
fr: Étiquettes

source: Album Browser
fr: Explorateur d'albums

source: Items
fr: Éléments

source: Label Name
fr: Nom de l'étiquette

source: Songs
fr: Morceaux

source: A. Artist
fr: Artiste de l'album

source: Number
fr: Numéro

source: File Type
fr: Type de Fichier

source: Bit Rate
fr: Débit

source: File Size
fr: Taille du Fichier

source: Columns
fr: Colonnes

source: Names Preview
fr: Aperçu des noms

source: Pattern
fr: Modèle

source: Pattern flags
fr: Modèle de balises

source: or
fr: ou

source: Update the selected folder
fr: Mettre à jour le dossier sélectionné

source: Equalizer
fr: Égaliseur

source: Prev Track
fr: Morceau précédent

source: Repeat the &Playlist
fr: Rejouer la &file de lecture

source: Repeat &Track
fr: Rejouer le &morceau

source: Shu&ffle
fr: Mélanger &aléatoirement

source: Shuffle the tracks in the playlist
fr: Mélanger les morceaux de la file de lecture

source: Force &Gapless Mode
fr: &Désactiver le fondu enchaîné

source: Audioscrobbling
fr: Utiliser le Scrobbler Audio

source: View the audio cd panel
fr: Afficher le panneau de CD audio

source: View the library directories
fr: Affiche les dossiers de la Bibliothèque

source: Show/Hide the locations
fr: Afficher/Cacher les sources multimédias

source: Repeat the Playlist
fr: Rejouer la file de lecture

source: Audioscrobble
fr: Scrobbler Audio

source: Stream:
fr: Flux en ligne :

source: Layout:
fr: Disposition:

source: Layout %lu
fr: Disposition %lu

source: Create Best of Playlist
fr: Créer une liste de lecture des meilleurs morceaux

source: Create a playlist with the best of this aretist
fr: Créer une liste de lecture des meilleurs morceaux (Best of) de cet artiste

source: Create a playlist with the best of this artist
fr: Créer une liste de lecture avec les meilleurs morceaux (Best of) de cet artiste

source: Offset
fr: Décalage

source: smart playlist
fr: liste de lecture intelligente

source: Filename
fr: Nom de fichier

source: Audio format
fr: Format audio

source: Playlist Name
fr: Nom de la Liste de Lecture

source: Label
fr: Étiquette

source: Current Filters
fr: Filtres en cours

source: Result
fr: Résultat

source: Files
fr: Fichiers

source: Filter Editor
fr: Éditeur de filtres

source: Filter:
fr: Filtre :

source: Genre Name
fr: Nom du Genre

source: Add to User Radio
fr: Ajouter à mes Radios

source: Add selected radios as user radios
fr: Ajouter les radios sélectionnées à mes Radios

source: Radio Search
fr: Recherche de Radio

source: Danish
fr: Danois

source: Lithuanian
fr: Lituanien

source: Malay (Malaysia)
fr: Malais (Malaisie)

source: Thai
fr: Thaï

source: Crossfader
fr: Fondu enchaîné

source: Online
fr: En ligne

source: Accept
fr: Accepter

source: On Start
fr: Au Démarrage

source: Language
fr: Langue

source: Behaviour
fr: Comportement

source: Activate system tray icon
fr: Activer l'icône dans la zone de notifications (system tray)

source: On Close
fr: A la Fermeture

source: Close minimizes to system tray icon
fr: Fermer le programme le réduit à son icône dans la zone de notifications (system tray)

source: Paths
fr: Emplacements

source: Words to detect covers
fr: Mots-clés pour trouver les pochettes

source: Random / Smart play modes
fr: Modes de Lecture Aléatoire / Intelligent

source: Minimum number of tracks to play required to add new ones
fr: Nombre minimum de pistes restant à jouer nécessaire pour en ajouter de nouvelles

source: Silence detector
fr: Détecteur de silence

source: Output device
fr: Périphérique de sortie

source: GConf Defined
fr: Défini dans GConf

source: Fade-in start:
fr: Démarrage du fondu entrant:

source: Last.fm audioscrobble
fr: Scrobbler Audio Last.fm

source: Libre.fm audioscrobble
fr: Scrobbler Audio Libre.fm

source: Targets
fr: Destinations

source: Font
fr: Police

source: Browser command
fr: Commande du navigateur Internet

source: Minimum radio allowed bit rate
fr: Débit minimum souhaité pour les radios

source: Player online buffer size
fr: Taille de cache du Lecteur en ligne

source: Audio format:
fr: Format audio :

source: Streaming
fr: Lecture en ligne

source: Define URLs using
fr: Définir les URLs avec

source: Define commands using
fr: Définir les commandes avec

source: Patterns
fr: Modèles

source: Accelerators
fr: Raccourcis

source: Word
fr: Mot

source: Filter
fr: Filtre

source: Key used by '
fr: Touche utilisée par '

source: Digital Podcast Directory
fr: Dossier de Podcast numérique

source: Filter Text
fr: Texte du filtre

source: Podcast Channel
fr: Chaîne de Podcast

source: Podcast Details
fr: Détails du Podcast

source: Status
fr: État
