Repository: thothix/guayadeque
Catalog: po/*/guayadeque.po
Languages: de, fr

source: This Path is already in the library
de: Dieser Pfad ist bereits in der Musiksammlung
fr: Cet emplacement est déjà dans la Bibliothèque

source: Adding path error
de: Fehlerpfad hinzufügen
fr: Erreur lors de l'ajout d'emplacement

source: Could not find the Album in the songs library. You should update the library.
de: Album konnte nicht in der Musiksammlung gefunden werden. Sie sollten die Musiksammlung aktualisieren.
fr: Impossible de trouver l'album dans la Bibliothèque. Vous devriez mettre à jour la Bibliothèque.

source: smart playlist
de: Intelligente Wiedergabeliste

source: Playlist
de: Wiedergabeliste
fr: File de lecture ou liste de lecture

source: The best of
de: Das Beste aus
fr: Les meilleurs (Best of) de

source: No tracks found for %s.
de: Keine Titel für %s gefunden.
fr: Aucun morceau trouvé pour %s.

source: Best tracks for '%s' not found.
de: Beste Titel für '%s' nicht gefunden.
fr: Meilleurs morceaux de '%s' non trouvés.

source: Play the album tracks
de: Album-Titel wiedergeben
fr: Lire les morceaux de l'album

source: Enqueue the album tracks to the playlist
de: Album-Titel in die Wiedergabeliste einreihen
fr: Ajouter les morceaux de l'album à la file de lecture

source: Search Album
de: Album suchen
fr: Rechercher un album

source: Search the album in the library
de: Album in Musiksammlung suchen
fr: Chercher l'album dans la Bibliothèque

source: Search Artist
de: Interpret suchen
fr: Rechercher un artiste

source: Search the artist in the library
de: Interpret in Musiksammlung suchen
fr: Chercher l'artiste dans la Bibliothèque

source: Embed the cover to the selected album tracks
de: CD-Cover in ausgewählten Album-Titel einbetten
fr: Intégrer la pochette dans les morceaux de l'album sélectionné

source: Sort albums by name
de: Alben nach Namen sortieren
fr: Classer les albums par nom

source: Sort albums by year
de: Alben nach Jahr sortieren
fr: Classer les albums par année

source: Sort albums by year descendant
de: Alben nach Jahr in absteigender Reihenfolge sortieren
fr: Classer les albums par année décroissante

source: Artist Name
de: Interpreten-Name
fr: Nom d'Artiste

source: Sort albums by artist name
de: Alben nach Interpreten-Name sortiert
fr: Classer les albums par nom d'artiste

source: Sort albums by artist, year
de: Alben nach Interpreten und Jahr sortiert
fr: Classer les albums par artiste et année

source: Sort albums by artist, year descendant
de: Alben nach Interpreten und Jahr in absteigend Reihenfolge sortieren
fr: Classer les albums par artiste et année décroissante

source: Set the albums sorting
de: Sortierreihenfolge der Alben festlegen
fr: Définir le classement des albums

source: Copy the album info to clipboard
de: Albendaten in die Zwischenablage kopieren
fr: Copier les informations sur l'album dans le presse-papier

source: Page
de: Seite

source: of
de: von
fr: de

source: embedded
de: eingebettet
fr: incorporé

source: Portable Media Properties
de: Tragbare Geräte Eigenschaften
fr: Propriétés du Lecteur Portable

source: Properties
de: Eigenschaften

source: Path:
de: Pfad:
fr: Emplacement :

source: Used:
de: Benutzt:
fr: Utilisé :

source: %s free of %s
de: %s frei von %s
fr: %s disponible sur %s

source: Name Pattern:
de: Namensmuster:
fr: Modèle de nom:

source: {a} : Artist {aa} : Album Artist {b} : Album {d} : Disk {f} : Filename {g} : Genre {n} : Number {t} : Title {y} : Year
de: {a} : Interpret {aa} : Album-Interpret {b} : Album {d} : CD {f} : Dateiname {g} : Genre {n} : Nummer {t} : Titel {y} : Jahr

source: Audio Folders:
de: Audio-Ordner:
fr: Dossiers audio :

source: Audio Formats:
de: Audioformate:
fr: Formats audio :

source: Transcode to:
de: Transcodieren nach:
fr: Convertir en :

source: Unsupported formats only
de: Nicht unterstützte Formate
fr: Uniquement les formats non supportés

source: always
de: immer
fr: toujours

source: Quality:
de: Qualität:
fr: Qualité :

source: Playlist Folders:
de: Wiedergabeliste-Ordner:
fr: Dossiers des Listes de lecture :

source: Playlist Format:
de: Format der Wiedergabeliste:
fr: Format de Liste de lecture :

source: Cover Format:
de: CD-Cover Format:
fr: Format de pochette :

source: Cover Name:
de: CD-Cover-Name:
fr: Nom de pochette :

source: Covers Size (pixels):
de: CD-Cover-Größe (Pixel):
fr: Tailles des pochettes (pixels) :

source: Covers
de: CD-Covers
fr: Pochettes

source: Select audio folder
de: Audio-Ordner auswählen
fr: Sélectionner le dossier audio

source: Playlist format
de: Wiedergabeliste-Format
fr: Format de Liste de lecture

source: Cover format
de: CD-Cover-Format
fr: Format de pochette

source: Playlist:
de: Wiedergabeliste:
fr: File de lecture :

source: New playlist
de: Neue Wiedergabeliste
fr: Nouvelle Liste de Lecture

source: Where:
de: Wo:
fr: Où :

source: Beginning
de: Beginn
fr: Début

source: Tracks:
de: Titel:

source: Randomize the songs in the playlist
de: Titel mischen

source: Remove from Playlist
de: Aus Wiedergabeliste entfernen
fr: Retirer de la Liste de Lecture

source: Delete the current selected tracks
de: Aktuell ausgewählte Titel löschen
fr: Supprimer les morceaux sélectionnés

source: Static playlists
de: Statische Wiedergabelisten
fr: Listes Statiques

source: Dynamic playlists
de: Dynamische Wiedergabelisten
fr: Listes Dynamiques

source: New Dynamic Playlist
de: Neue dynamische Wiedergabeliste
fr: Nouvelle Liste de Lecture Dynamique

source: Create a new dynamic playlist
de: Neue dynamische Wiedergabeliste anlegen
fr: Créer une nouvelle Liste de Lecture Dynamique

source: Import
de: Importieren
fr: Importer

source: Import a playlist
de: Wiedergabeliste importieren
fr: Importer une Liste de Lecture

source: Export
de: Exportieren
fr: Exporter

source: Export the playlist
de: Wiedergabeliste exportieren
fr: Exporter la Liste de Lecture

source: Edit the selected playlist
de: Ausgewählte Wiedergabeliste bearbeiten
fr: Éditer la Liste de Lecture sélectionnée

source: Save the selected playlist as a Static Playlist
de: Ausgewählte Wiedergabeliste als statische Wiedergabeliste speichern
fr: Sauvegarder la Liste de Lecture sélectionnéeen tant que Liste Statique

source: Change the name of the selected playlist
de: Name der ausgewählten Wiedergabeliste ändern
fr: Renommer la Liste de Lecture sélectionnée

source: Delete the selected playlist
de: Ausgewählte Wiedergabeliste löschen
fr: Supprimer la Liste de Lecture sélectionnée

source: Set as Allow Filter
de: Als Zulassungsfilter festlegen.
fr: Définir comme Filtre Autorisé

source: Set this playlist as the allow filter
de: Diese Wiedergabeliste als Zulassungsfilter festlegen.
fr: Définir cette Liste de Lecture comme Filtre (mode intelligent)

source: Set as Deny Filter
de: Verweigerungsfilter erstellen
fr: Définir comme filtre d'exclusion

source: Playlist Name:
de: Wiedergabelistenname:

source: Enter the new playlist name
de: Neuer Wiedergabelistenname
fr: Entrer le nom de la nouvelle Liste de Lecture

source: Are you sure to delete the selected Playlist?
de: Möchten Sie die ausgewählte Wiedergabeliste wirklich löschen?
fr: Êtes-vous sûr de supprimer la Liste de Lecture sélectionnée ?

source: Select the playlist file
de: Wiedergabeliste-Datei auswählen
fr: Choisir le fichier de liste de lecture

source: New Playlist
de: Neue Wiedergabeliste
fr: Nouvelle Liste de Lecture

source: Comment
de: Kommentar
fr: Commentaire

source: Track Number
de: Tracknummer
fr: Numéro de piste

source: Has Cover
de: Enthält CD-Cover
fr: A une Pochette

source: contains
de: enthält
fr: contient

source: does not contain
de: enthält nicht
fr: ne contient pas

source: is
de: ist
fr: est

source: is not
de: ist nicht
fr: n'est pas

source: begins with
de: beginnt mit
fr: commence par

source: ends with
de: endet mit
fr: finit par

source: not set
de: nicht festgelegt
fr: non défini

source: at least
de: mindestens
fr: au moins

source: at most
de: höchtens
fr: au mieux

source: after
de: nach
fr: après

source: before
de: vor
fr: avant

source: in the last
de: in dem letzten
fr: à la fin

source: before the last
de: vor dem letzten
fr: avant la fin

source: false
de: falsch
fr: faux

source: true
de: wahr
fr: vrai

source: Random
de: Zufällig
fr: Aléatoire

source: minutes
de: Minuten

source: hours
de: Stunden
fr: heures

source: days
de: Tage
fr: jours

source: weeks
de: Wochen
fr: semaines

source: months
de: Monate
fr: mois

source: Filter Album Browser
de: Album-Browser filtern
fr: Filtrer le gestionnaire de Pochettes d'album

source: Dynamic Playlist Editor
de: Dynamische-Wiedergabeliste-Editor
fr: Éditeur de Liste de Lecture Dynamique

source: Current Filters
de: Aktuelle Filter

source: Result
de: Ergebnis

source: Any filter selects tracks
de: Jeder Filter wählt Titel aus
fr: Un filtre sélectionne les morceaux

source: Sort by
de: Sortieren nach
fr: Classer par

source: Descending
de: Absteigend
fr: Décroissant

source: Add tracks on any criteria
de: Titel nach jedem Kriterium hinzufügen
fr: Ajouter des morceaux selon un critère

source: Copy to Option:
de: Kopieroption:
fr: Option pour la destination de la copie:

source: Destination Folder:
de: Zielordner:
fr: Dossier de destination :

source: Select a folder
de: Ordner auswählen
fr: Sélectionner un dossier

source: Files
de: Dateien

source: Select files
de: Dateien auswählen
fr: Sélectionner les fichiers

source: Audio files
de: Audiodateien
fr: Fichiers audio

source: mp3 files
de: MP3-Dateien
fr: fichiers mp3

source: ogg files
de: Ogg-Dateien
fr: fichiers ogg

source: flac files
de: FLAC-Dateien
fr: fichiers flac

source: mp4 files
de: MP4-Dateien
fr: fichiers mp4

source: wma files
de: WMA-Dateien
fr: fichiers wma

source: ape files
de: APE-Dateien
fr: fichiers ape

source: waf files
de: WAV-Dateien
fr: fichiers waf

source: aif files
de: AIF-Dateien
fr: fichiers aif

source: wv files
de: wv-Dateien
fr: fichiers wv

source: tta files
de: TTA-Dateien
fr: fichiers tta

source: mpc files
de: MPC-Dateien
fr: fichiers mpc

source: other files
de: Andere Dateien
fr: autres fichiers

source: No files added
de: Keine Dateien hinzugefügt
fr: Pas de fichier ajouté

source: Play Count
de: Wiedergabezähler
fr: Comptage de lecture

source: PlayCount
de: Wiedergabezähler
fr: Nombre de lectures

source: Genres,Artists,Albums
de: Genres,Interpreten,Alben
fr: Genres, Artistes, Albums

source: Genres,Year,Artists,Albums
de: Genres,Jahre,Alben
fr: Genres, Année, Artistes, Albums

source: Sortings
de: Sortierungen
fr: Tris

source: Create a new filter
de: Neuen Filter anlegen
fr: Créer un nouveau filtre

source: Edit the selected filter
de: Ausgewählten Filter bearbeiten
fr: Éditer le filtre sélectionné

source: Delete the selected filter
de: Ausgewählten Filter löschen
fr: Supprimer le filtre sélectionné

source: Edit the labels assigned to the selected items
de: Labels der ausgewählten Objekte bearbeiten
fr: Éditer les étiquettes attribuées aux éléments sélectionnés

source: Are you sure to delete the selected filter?
de: Möchten Sie den ausgewählten Filter wirklich löschen?
fr: Êtes-vous sûr de supprimer le filtre sélectionné ?

source: Disk
de: CD
fr: Disque

source: Add current selected songs to playlist
de: Aktuell ausgewählte Titel zur Wiedergabeliste hinzufügen
fr: Ajouter les morceaux sélectionnés à la file de lecture

source: Search again
de: Suche erneut
fr: Chercher à nouveau

source: Search again for cd metadata
de: Erneut nach Metadaten der CD suchen
fr: Chercher à nouveau les metadata du CD

source: No selected items...
de: Keine ausgewählten Objekte …
fr: Aucun élément sélectionné...

source: Copy the current selected tracks to a directory or device
de: Kopieren der aktuell ausgewählten Titel in ein Verzeichnis oder auf ein Gerät
fr: Copier les morceaux sélectionnés dans un dossier ou un appareil

source: Please confirm
de: Bitte bestätigen Sie
fr: Confirmez SVP

source: Are you sure you want to exit the application?
de: Möchten Sie die Anwendung wirklich beenden?
fr: Êtes-vous sûr de vouloir sortir du programme ?

source: Don't ask again
de: Nicht erneut nachfragen
fr: Ne pas demander à nouveau

source: Select Cover File
de: CD-Cover-Datei auswählen
fr: Choisir un fichier de Pochette

source: Cover:
de: CD-Cover:
fr: Pochette:

source: Embed into tracks
de: In Titel einbetten
fr: Incorporer dans les morceaux

source: Select the cover filename
de: CD-Cover-Dateiname auswählen
fr: Sélectionner le fichier de la pochette

source: Cover Editor
de: CD-Cover-Editor
fr: Éditeur de pochettes

source: From:
de: Von:
fr: Depuis :

source: Cover Url
de: Url-Cover
fr: URL de la pochette

source: Less...
de: Weniger...
fr: Moins...

source: More...
de: Mehr...
fr: Plus...

source: Play the artist tracks
de: Titel des Interpreten wiedergeben
fr: Jouer les morceaux de l'artiste

source: Enqueue the artist tracks to the playlist
de: Interpreten-Titel in Wiedergabeliste einreihen
fr: Ajouter les morceaux de l'artiste à la file de lecture

source: Copy the artist name to clipboard
de: Interpreten-Name in die Zwischenablage kopieren
fr: Copier le nom de l'Artiste vers le presse-papier

source: Visit last.fm page for this item
de: Last.fm Seite für diesen Eintrag öffnen
fr: Visitez la page last.fm pour cet élément

source: There is no information available for this artist.
de: Es sind keine Informationen zu diesem Interpreten verfügbar
fr: Il n'y a pas d'information disponible pour cet artiste.

source: Show Artist Info
de: Künstlerseite anzeigen
fr: Afficher les informations sur l'artiste

source: Update the information with the current selected artist
de: Künstlerinfo aktualisieren
fr: Mettre-à-jour les informations sur l'artiste sélectionné

source: Copy the artist info to clipboard
de: Künstlerinfo in die Zwischenablage kopieren
fr: Copier les informations sur l'artiste dans le presse-papier

source: Search Track
de: Titel suchen
fr: Rechercher un morceau

source: Search the track in the library
de: Titel in Musiksammlung suchen
fr: Chercher le morceau dans la Bibliothèque

source: Copy the track info to clipboard
de: Titelinfo in die Zwischenablage kopieren
fr: Copier les informations sur le morceau dans le presse-papier

source: %s %i plays by %u users
de: %s %i Wiedergaben von %u Hörern
fr: %s %i écoutes par %u utilisateurs

source: Artist Info
de: Künstlerseite
fr: Informations sur l'artiste

source: Top Albums
de: Top-Alben
fr: Principaux albums

source: Top Tracks
de: Top-Titel
fr: Morceaux les plus écoutés

source: Similar Artists
de: Ähnliche Künstler
fr: Artistes similaires

source: Similar Tracks
de: Ähnliche Titel
fr: Morceaux similaires

source: Unnamed
de: Unbenannt
fr: Sans nom

source: Enable audioscrobbling
de: Audioscrobbling aktivieren
fr: Activer le Scrobbler Audio

source: Shows information about the selected items
de: Zeigt Informationen über ausgewählte Objekte an
fr: Affiche des informations sur les éléments sélectionnés

source: Disable audioscrobbling
de: Audioscrobbling deaktivieren
fr: Désactiver le Scrobbler Audio

source: Please Donate!
de: Spenden Sie bitte!
fr: Vos dons sont les bienvenus !

source: Add Radio
de: Internet-Radio hinzufügen
fr: Ajouter une Radio

source: Create a new radio
de: Neues Internet-Radio anlegen
fr: Créer une nouvelle Radio

source: Edit Radio
de: Internet-Radio bearbeiten
fr: Éditer une radio

source: Change the selected radio
de: Ausgewähltes Internet-Radio ändern
fr: Modifier la radio sélectionnée

source: Delete Radio
de: Internet-Radio löschen
fr: Supprimer une radio

source: Delete the selected radio
de: Ausgewähltes Internet-Radio löschen
fr: Supprimer la radio sélectionnée

source: Import the radio stations
de: Internet-Radiostationen importieren
fr: Importer les stations de Radio

source: Export all the radio stations
de: Alle Internet-Radiostationen exportieren
fr: Exporter les stations de Radio

source: User Defined
de: Benutzerdefiniert
fr: Mes radios

source: Add Genre
de: Genre hinzufügen
fr: Ajouter un Genre

source: Create a new genre
de: Neues Genre anlegen
fr: Créer un nouveau Genre

source: Edit genre
de: Genre bearbeiten
fr: Éditer le Genre

source: Change the selected genre
de: Ausgewähltes Genre ändern
fr: Modifier le genre sélectionné

source: Delete genre
de: Genre löschen
fr: Supprimer le Genre

source: Delete the selected search
de: Ausgewählte Suche löschen
fr: Supprimer la recherche sélectionnée

source: Add Search
de: Suche hinzufügen
fr: Ajouter une Recherche

source: Create a new search
de: Neue Suche anlegen
fr: Créer une nouvelle recherche

source: Edit search
de: Suche bearbeiten
fr: Éditer la recherche

source: Change the selected search
de: Ausgewählte Suche ändern
fr: Modifier la recherche sélectionnée

source: Delete search
de: Suche löschen
fr: Supprimer la recherche

source: Update Radio Stations
de: Internet-Radiostationen aktualisieren
fr: Mettre-à-jour les stations de Radio

source: Searches
de: Suchen
fr: Recherches

source: Enter the new Genre Name
de: Neuen Genre-Namen eingeben
fr: Entrez le nom du nouveau Genre

source: Are you sure to delete the selected radio genres?
de: Möchten Sie die ausgewählten Internet-Radiogenres wirklich löschen?
fr: Êtes-vous sûr de supprimer les Genres de Radio sélectionnés ?

source: Are you sure to delete the selected radio searches?
de: Möchten Sie die ausgewählten Internet-Radiosuche wirklich löschen?
fr: Êtes-vous sûr de supprimer les Recherches de Radio sélectionnées ?

source: Link:
de: Verweis:
fr: Lien:

source: Listeners
de: Zuhörer
fr: Auditeurs

source: Stations
de: Stationen

source: There are not entries for this Radio Station
de: Keine Einträge für diese Internet-Radiostation vorhanden
fr: Il n'y a pas d'entrée pour cette Station Radio

source: Radio Search
de: Internet-Radiosuche

source: Search in now playing info
de: Unter Wiedergabe suchen
fr: Rechercher dans les informations des lectures en cours

source: Search in genre names
de: Über Genres suchen
fr: Rechercher dans les noms de genre

source: Search in station names
de: Über Stationsnamen suchen
fr: Rechercher dans les noms de station

source: Include results from all genres
de: Ergebnisse aus allen Genres einschließen
fr: Inclure les résultats de tous les genres

source: Radio Genre Editor
de: Internet-Radiogenre-Editor
fr: Éditeur de Genre Radio

source: Other:
de: Andere:
fr: Autre:

source: Default
de: Voreinstellung
fr: Par défaut

source: Czech
de: Tschechisch
fr: Tchèque

source: Dutch
de: Niederländisch
fr: Néerlandais

source: English
de: Englisch
fr: Anglais

source: French
de: Französisch
fr: Français

source: German
de: Deutsch
fr: Allemand

source: Greek
de: Griechisch
fr: Grec

source: Hungarian
de: Ungarisch
fr: Hongrois

source: Icelandic
de: Isländisch
fr: Islandais

source: Italian
de: Italienisch
fr: Italien

source: Japanese
de: Japanisch
fr: Japonais

source: Norwegian Bokmal
de: Norwegisch Bokmål
fr: Norvégien Bokmal

source: Polish
de: Polnisch
fr: Polonais

source: Portuguese
de: Portugiesisch
fr: Portugais

source: Portuguese-Brazilian
de: Portugisisch-Brasilianisch
fr: Portugais du Brésil

source: Russian
de: Russisch
fr: Russe

source: Slovak
de: Slovakisch
fr: Slovaque

source: Spanish
de: Spanisch
fr: Espagnol

source: Swedish
de: Schwedisch
fr: Suédois

source: Turkish
de: Türkisch
fr: Turc

source: Ukrainian
de: Ukrainisch
fr: Ukrainien

source: Bulgarian
de: Bulgarisch
fr: Bulgare

source: Catalan
de: Katalanisch

source: Serbian
de: Serbisch
fr: Serbe

source: General
de: Allgemein
fr: Général

source: Playback
de: Wiedergabe
fr: Lecture

source: Record
de: Aufnahme
fr: Enregistrer

source: Links
de: Verweise
fr: Liens

source: Shortcuts
de: Tastenkombinationen
fr: Raccourcis

source: Accept
de: OK

source: Cancel
de: Abbruch

source: On Start
de: Beim Start

source: Language:
de: Sprache:

source: (Needs restart)
de: (Erfordert Neustart von Guayadeque)
fr: (Nécessite un redémarrage)

source: Show splash screen
de: Begrüßungsbildschirm anzeigen
fr: Afficher l'Écran de Démarrage

source: Start minimized
de: Mit Kompaktansicht öffnen
fr: Démarrer en mode réduit

source: Restore position for tracks longer than
de: Letzte Wiedergabeposition merken, wenn Titel länger ist als
fr: Restaurer la position pour les morceaux d'une durée supérieure à

source: set the minimum length in minutes to save track position
de: Minimaldauer in Minuten festlegen, um Wiedergabeposition eines Titel zu merken
fr: définir la durée minimum en minutes pour sauvegarder la position du morceau

source: Load default layout
de: Vorgabe-Layout laden
fr: Charger les Dispositions par défaut

source: Behaviour
de: Verhalten

source: Activate task bar icon
de: Startleistensymbol aktivieren

source: Integrate into SoundMenu
de: In das Klang-Menü integrieren
fr: Intégrer dans le Menu Son

source: Enqueue as default action
de: Auswahl in Wiedergabeliste einreihen statt direkt abspielen
fr: Ajouter à la file comme action par défaut

source: Drop files clear playlist
de: Wiedergabeliste wird geleert, sobald neue Dateien hinzugefügt werden.
fr: Les fichiers déposés remplacent la file de lecture en cours

source: Instant text search
de: Sofortsuche
fr: Texte de recherche : instantané

source: When searching, pressing enter queues the result
de: Bestätigen der Eingabetaste reiht Suchergebnisse in Wiedergabeliste ein
fr: Pendant la recherche, l'appui sur |entrée| ajoute le résultat à la file de lecture

source: Show album cover in the player
de: Albumcover im Player anzeigen
fr: Afficher la pochette de l'album dans le lecteur

source: Show CD cover frame in the cover editor
de: CD-Cover-Rahmen im Cover-Editor anzeigen
fr: Afficher le cadre de pochette dans l'éditeur de pochette

source: On Close
de: Beim Schließen

source: Save playlist on close
de: Wiedergabeliste beim Schließen speichern
fr: Sauvegarder la file de lecture à la Fermeture

source: Close to task bar icon
de: Guayadeque in Taskbar minimieren

source: Ask confirmation on exit
de: Beenden bestätigen
fr: Demander la confirmation de la sortie du programme

source: Paths
de: Pfade

source: Words to detect covers
de: Schlüsselwörter für die CD-Cover-Suche

source: Options
de: Optionen

source: Update when opened
de: Aktualisieren beim Öffnen
fr: Mettre-à-jour à l'ouverture

source: Create playlists on scan
de: Wiedergabelisten während des Einlesens anlegen
fr: Créer des Listes de Lecture pendant le scan

source: Follow symbolic links on scan
de: Beim Abfragen der Daten symbolischen Verknüpfungen folgen.
fr: Suivre les liens symboliques pendant le scan

source: Scan embedded covers in audio files
de: Audiodateien nach eingebetteten CD-Covern durchsuchen
fr: Rechercher les pochettes contenues dans les fichiers audio

source: Embed rating, play count and labels
de: Bewertung, Wiedergabeanzahl and Labels einbetten
fr: Incorporer notation, comptage de lectures et étiquettes

source: Default copy action
de: Standard Kopiervorgang
fr: Mode de copie par défaut

source: Play random
de: Zufallswiedergabe
fr: Lire aléatoirement

source: when playlist is empty
de: bei leerer Wiedergabeliste
fr: lorsque la file de lecture est vide

source: Delete played tracks from playlist
de: Titel nach Wiedergabe aus Wiedergabeliste löschen
fr: Supprimer les morceaux lus de la file

source: Show notifications
de: Benachrichtigungen einblenden
fr: Afficher les notifications

source: Enable equalizer
de: Equalizer aktivieren
fr: Activer l'égaliseur

source: Enable volume and fader
de: Lautstärke und Fader aktivieren
fr: Activer le réglage de volume et le fondu enchaîné

source: ReplayGain mode:
de: Replay Gain Modus:
fr: Mode Gain :

source: Disabled
de: Deaktiviert
fr: Désactivé

source: Track
de: Titel
fr: Morceau

source: Random / Smart play modes
de: Zufallswiedergabe / Intelligente-Wiedergabe-Modus

source: Tracks left to start search
de: verbleibende Titel bis zur neuen Suche

source: Tracks added each time
de: Durchschnittlich hinzugefügte Titel
fr: Morceaux ajoutés chaque fois
