Repository: thothix/guayadeque
Catalog: po/*/guayadeque.po
Languages: de, fr

source: Remove
de: Entfernen
fr: Retirer

source: Remove the selected folder
de: Ausgewählten Ordner entfernen
fr: Retirer le dossier sélectionné

source: Are you sure to delete the selected path ?
de: Möchten Sie den ausgewählten Pfad wirklich löschen?
fr: Êtes-vous sûr de supprimer l'emplacement sélectionné ?

source: Error deleting the folder
de: Fehler beim Löschen des Ordners
fr: Erreur lors de la suppression du dossier

source: Error
de: Fehler
fr: Erreur

source: Size
de: Größe
fr: Taille

source: Modified
de: Geändert
fr: Modifié

source: Play current selected files
de: Aktuell ausgewählte Dateien wiedergeben
fr: Lire les fichiers sélectionnés

source: Add current selected files to playlist
de: Aktuell ausgewählte Dateien zur Wiedergabeliste hinzufügen
fr: Ajouter les fichiers sélectionnés à la liste de lecture

source: Edit the current selected files
de: Aktuell ausgewählte Dateien bearbeiten
fr: Éditer les fichiers sélectionnés

source: Add the current selected tracks to a playlist
de: Aktuell ausgewählte TItel zur Wiedergabeliste hinzufügen
fr: Ajouter les morceaux sélectionnés à une liste de Lecture

source: Paste to the selected dir
de: Ins Verzeichnis einfügen
fr: Coller dans le dossier sélectionné

source: Rename the current selected file
de: Aktuell ausgewählte Datei umbenennen
fr: Renommer le fichier sélectionné

source: Delete the selected files
de: Ausgewählte Dateien löschen
fr: Supprimer les fichiers sélectionnés

source: UnNamed
de: Unbenannt
fr: Sans nom

source: Are you sure to delete the selected files ?
de: Möchten Sie die ausgewählten Dateien wirklich löschen?
fr: Êtes-vous sûr de supprimer les fichiers sélectionnés ?

source: There was an error deleting
de: Fehler beim Löschen
fr: Il y a eu une erreur pendant la suppression

source: Continue deleting?
de: Möchten Sie mit dem Löschen fortfahren?
fr: Continuer la suppression ?

source: Continue
de: Fortfahren
fr: Continuer

source: Preset:
de: Voreinstellung:
fr: Pré réglage:

source: Play current playlist
de: Aktuelle Wiedergabeliste wiedergeben
fr: Lire la file de lecture en cours

source: Next Track
de: Nächster Titel
fr: Morceau suivant

source: Skip to next track in current playlist
de: Zum nächsten Titel der Wiedergabeliste springen
fr: Sauter au prochain morceau de la file de lecture en cours

source: Next Album
de: Nächstes Album
fr: Prochain Album

source: Skip to next album track in current playlist
de: Zum nächsten Album-Titel der Wiedergabeliste springen
fr: Sauter au prochain morceau de l'album de la file de lecture en cours

source: Prev Titel
de: Vorheriger Titel

source: Skip to previous track in current playlist
de: Zu dem vorherigen Titel der Wiedergabeliste springen
fr: Sauter au précédent morceau de la file de lecture en cours

source: Prev Album
de: Vorheriges Album
fr: Album précédent

source: Skip to previous album track in current playlist
de: Zum vorherigen Album-Titel der aktuellen Wiedergabeliste springen
fr: Sauter au précédent morceau de l'album dans la file de lecture en cours

source: Set the rating to 0
de: Bewertung festlegen auf 0
fr: Donner une note de 0

source: Set the rating to 1
de: Bewertung festlegen auf 1
fr: Donner une note de 1

source: Set the rating to 2
de: Bewertung festlegen auf 2
fr: Donner une note de 2

source: Set the rating to 3
de: Bewertung festlegen auf 3
fr: Donner une note de 3

source: Set the rating to 4
de: Bewertung festlegen auf 4
fr: Donner une note de 4

source: Set the rating to 5
de: Bewertung festlegen auf 5
fr: Donner une note de 5

source: Set the current track rating
de: Aktuelle Titel-Bewertung festlegen
fr: Donner une note pour le morceau en cours

source: &Smart Play
de: &Intelligente Wiedergabe
fr: Mode &intelligent

source: Update playlist based on Last.fm statics
de: Wiedergabeliste mittels Last.fm Statistik aktualisieren
fr: Mettre à jour la file de lecture sur la base des statistiques Last.fm

source: &Repeat Playlist
de: &Wiedergabeliste wiederholen

source: Repeat the tracks in the playlist
de: Titel der Wiedergabeliste wiederholen
fr: Rejouer les morceaux de la file de lecture

source: &Repeat Track
de: &Track wiederholen

source: Repeat the current track in the playlist
de: Aktuellen Titel der Wiedergabeliste wiederholen
fr: Rejouer le morceau en cours dans la file de lecture

source: R&andomize
de: Titel mischen

source: Randomize the playlist
de: Titel mischen

source: Force Gapless Mode
de: Unterbrechungsfreie Wiedergabe erzwingen

source: Set playback in gapless mode
de: Unterbrechungsfreie Wiedergabe
fr: Passer en mode de lecture sans fondu enchaîné

source: Send played tracks information
de: Informationen von wiedergegeben Tracks senden
fr: Envoyer les infos des morceaux lus

source: Exit
de: Beenden
fr: Sortir

source: Exit this program
de: Programm beenden
fr: Sortir du programme

source: Download Albums
de: Alben herunterladen
fr: Télécharger les Albums

source: Download the current selected album
de: Aktuell ausgewähltes Album herunterladen
fr: Télécharger l'album sélectionné

source: Download Albums torrents
de: Album-Torrents herunterladen
fr: Télécharger les torrents des albums

source: Welcome to Guayadeque
de: Willkommen bei Guayadeque
fr: Bienvenue sur Guayadeque

source: Filters
de: Filter
fr: Filtres (mode intelligent)

source: Now Playing
de: Wiedergabe
fr: Lecture en cours

source: My Music
de: Meine Musik
fr: Ma Musique

source: VU Meters
de: vu-Meter
fr: Vu mètres

source: New Collection
de: Neue Collection
fr: Nouvelle collection

source: Create a new collection
de: Neue Collection anlegen
fr: Créer une nouvelle collection

source: Update the radio stations
de: Internet-Radiostationen aktualisieren
fr: Mettre à jour les stations de radio

source: Radio
de: Internet-Radio

source: Set the radio visible panels
de: Internet-Radioleisten festlegen
fr: Décider de la visibilité des panneaux de Radio

source: Set the podcasts visible panels
de: Podcast-Leisten festlegen
fr: Décider de la visibilité des panneaux de Podcasts

source: Play a online music stream
de: Online-Musik-Stream öffnen
fr: Lire un flux de musique en ligne

source: Show the selected portable devices
de: Ausgewählte tragbare Geräte anzeigen
fr: Afficher les appareils portables sélectionnés

source: No Device Found
de: Kein Gerät gefunden
fr: Aucun appareil trouvé

source: No portable device was detected
de: Kein tragbares Gerät gefunden
fr: Aucun appareil portable détecté

source: Exits the application
de: Beendet die Anwendung
fr: Quitte le programme

source: Plays
de: Wiedergaben
fr: Lit

source: Saves the current layout
de: Aktuelles Layout speichern
fr: Sauvegarde la disposition actuelle

source: Player Playlist
de: Aktive Wiedergabeliste
fr: File de lecture

source: Show/Hide the player playlist panel
de: Wiedergabeleiste ein- oder ausblenden
fr: Afficher/Cacher le panneau de la liste de lecture

source: Sources
de: Quellen

source: Show/Hide the locatons
de: Orte ein- oder ausblenden

source: Player Filters
de: Wiedergabefilter
fr: Filtres du lecteur (mode intelligent)

source: Show/Hide the player filters panel
de: Filterleiste ein- oder ausblenden
fr: Afficher/Cacher le panneau des filtres du lecteur (mode intelligent)

source: Show/Hide the player vumeter
de: VU-Meter ein- oder ausblenden
fr: Afficher/Cacher le Vu-mètre

source: Cover
de: CD-Cover
fr: Pochette

source: Show/Hide the cover
de: CD-Cover ein- oder ausblenden
fr: Afficher/Cacher la pochette

source: Show/Hide the file browser panel
de: Dateibrowserleiste ein- oder ausblenden
fr: Afficher/Cacher le panneau du navigateur de fichiers

source: Show/Hide the Last.fm panel
de: Last.fm-Leiste ein- oder ausblenden
fr: Afficher/Cacher le panneau Last.fm

source: Show/Hide the lyrics panel
de: Liedtexleiste ein- oder ausblenden
fr: Afficher/Cacher le panneau Paroles

source: Show/Restore the main window in full screen
de: Hauptfenster als Vollbild anzeigen oder wiederherstellen
fr: Afficher/Restaurer la fenêtre principale en plein écran

source: Statusbar
de: Statusleiste
fr: Barre d'état

source: Show/Hide the statusbar
de: Statusleiste ein- oder ausblenden
fr: Afficher/Cacher la barre d'état

source: Show Captions
de: Fenstertitel anzeigen
fr: Verrouiller/Déverrouiller les panneaux

source: Show/Hide the windows caption
de: Fenstertitel ein- oder ausblenden
fr: Verrouiller/Déverrouiller les panneaux affichés

source: Close Current Tab
de: Aktuellen Reiter schließen
fr: Fermer l'onglet courant

source: Close the current selected tab
de: Aktuell ausgewählten Reiter schließen
fr: Fermer l'onglet en cours

source: View the preferences
de: Einstellungen ansehen
fr: Voir les préférences

source: Load Layout
de: Layout laden
fr: Charger une Disposition

source: Set current view from a user defined layout
de: Aktuelle Ansicht von benutzerdefiniertem Layout
fr: Établir l'affichage actuel à partir d'une Disposition enregistrée par l'utilisateur

source: Delete Layout
de: Layout löschen
fr: Supprimer la Disposition

source: Delete a user defined layout
de: Benutzerdefiniertes Layout löschen
fr: Supprimer une Disposition enregistrée par l'utilisateur

source: Play the next track in the playlist
de: Nächsten Titel der Wiedergabeliste wiedergeben
fr: Lire le Prochain morceau de la file de lecture

source: Prev. Track
de: Vorheriger Titel
fr: Morceau Précédent

source: Play the previous track in the playlist
de: Vorherigen Titel der Wiedergabeliste wiedergeben
fr: Lire le morceau précédent de la file de lecture

source: Play the next album in the playlist
de: Nächstes Album der Wiedergabeliste wiedergeben
fr: Lire le prochain album présent dans la file de lecture

source: Prev. Album
de: Vorheriges Album
fr: Album précédent

source: Play the previous album in the playlist
de: Vorheriges Album der Wiedergabeliste wiedergeben
fr: Lire l'album précédent présent dans la file de lecture

source: Play or Pause the current track in the playlist
de: Wiedergabe oder unterbrechen des aktuellen Titles
fr: Lire ou mettre en pause le morceau en cours dans la file de lecture

source: Stop the current played track
de: Stoppen des aktuellen Titel
fr: Arrêter la lecture du morceau en cours

source: Stop after current playing or selected track
de: Nach aktuell wiedergegebenen oder ausgewählten Titel stoppen
fr: Arrêter après le morceau en cours de lecture ou sélectionné

source: Clear the now playing playlist
de: Aktive Wiedergabeliste löschen
fr: Effacer la file de lecture en cours de lecture

source: Set Rating
de: Bewertung
fr: Donner une note

source: Set the rating of the current track
de: Aktuellen Titel bewerten
fr: Donner une note pour le morceau en cours

source: Randomize
de: Titel mischen

source: Repeat Playlist
de: Wiedergabeliste wiederholen

source: Repeat Track
de: Titel wiederholen
fr: Rejouer le morceau

source: Increment the volume level
de: Lautstärke anheben
fr: Augmenter le volume

source: Decrement the volume level
de: Lautstärke verringern
fr: Diminuer le volume

source: Get help using guayadeque
de: Hilfe beim Gebrauch von Guayadeque erhalten
fr: Obtenir de l'aide sur l'utilisation de Guayadeque

source: About
de: Über
fr: À propos

source: Show information about guayadeque music player
de: Informationen über die Musik-Wiedergabe Guayadeque anzeigen
fr: Afficher des informations au sujet du lecteur de musique Guayadeque

source: View
de: Ansicht

source: Controls
de: Steuerung
fr: Contrôles

source: Select destination directory
de: Zielordner auswählen
fr: Sélectionner un dossier de destination

source: Copy to
de: Kopieren nach
fr: Copier dans

source: stations
de: Stationen

source: dir
de: Ordner
fr: dossier

source: dirs
de: Ordner
fr: dossiers

source: file
de: Datei
fr: fichier

source: files
de: Dateien
fr: fichiers

source: track
de: Titel
fr: morceau

source: tracks
de: Titel
fr: morceaux

source: Load this user defined layout
de: Dieses benutzerdefinierte Layout laden
fr: Charger cette disposition définie par l'utilisateur

source: Delete this user defined layout
de: Dieses benutzerdefinierte Layout löschen
fr: Supprimer cette disposition définie par l'utilisateur

source: No Layouts Defined
de: Kein Layout festgelegt
fr: Aucune Disposition définie

source: Copy the current selected songs to a directory or device
de: Ausgewählte Titel in einen Ordner oder auf ein Gerät kopieren
fr: Copier les morceaux sélectionnés vers un dossier ou autre appareil

source: Add 'Copy to' patterns in preferences
de: Kopieroptionen zu den Voreinstellungen hinzufügen
fr: Ajouter des modèles de 'Copie vers' dans les préférences

source: Copy the selected tracks to a folder or device
de: Ausgewählte Titel in einen Ordner oder auf ein Gerät kopieren
fr: Copier les morceaux sélectionnés vers un dossier ou un Lecteur portable

source: Play current selected artists
de: Aktuell ausgewählte Interpreten wiedergeben
fr: Lire les artistes sélectionnés

source: Add current selected tracks to playlist
de: Aktuell ausgewählte Titel zur Wiedergabeliste hinzufügen
fr: Ajouter les morceaux sélectionnés à la file de lecture

source: Edit Songs
de: Titel bearbeiten
fr: Éditer des morceaux

source: Edit the selected tracks
de: Ausgewählte Titel bearbeiten
fr: Éditer les morceaux sélectionnés

source: Save the selected tracks to Playlist
de: Ausgewählte Titel als Wiedergabeliste speichern
fr: Sauvegarder les morceaux sélectionnés vers une liste de Lecture

source: Album Artist
de: Album-Interpret
fr: Artiste de l'Album

source: Artist Labels Editor
de: Interpreten-Label-Editor
fr: Éditeur d'étiquettes d'artiste

source: Albums Labels Editor
de: Alben-Label-Editor
fr: Éditeur d'étiquettes d'album

source: Are you sure to delete the selected album cover?
de: Möchten Sie das ausgewählte CD-Cover wirklich löschen?
fr: Êtes-vous sûr de supprimer la pochette sélectionnée ?

source: Tracks Labels Editor
de: Titel-Labels-Editor
fr: Éditeur d'étiquettes de morceaux

source: Field Editor
de: Feldeditor
fr: Éditeur de champs

source: Are you sure to delete the selected tracks from your drive? This will permanently erase the selected tracks.
de: Möchten Sie die ausgewählten Titel vom Laufwerk wirklich löschen? Damit werden die ausgewählten Titel auf Dauer gelöscht.

source: Remove tracks from drive
de: Titel vom Laufwerk entfernen
fr: Supprimer les morceaux du disque dur

source: Play current selected composer
de: Aktuell ausgewählten Komponisten wiedergeben
fr: Jouer le compositeur sélectionné

source: Add current selected albums to the Playlist as Next Tracks
de: Aktuell ausgewählte Alben zur Wiedergabeliste als »Nächste Titel« hinzufügen
fr: Ajouter les albums sélectionnés à la file de lecture comme prochain morceaux

source: Add the selected albums after
de: Ausgewähltes Album hinzufügen nach
fr: Ajouter les albums sélectionnés après

source: Edit songs
de: Titel bearbeiten
fr: Éditer les morceaux

source: Save the selected tracks to playlist
de: Ausgewählte Titel als Wiedergabeliste speichern
fr: Sauvegarder les morceaux sélectionnés vers une Liste de Lecture

source: Add current selected artists to playlist
de: Aktuell ausgewählte Interpreten zur Wiedergabeliste hinzufügen
fr: Ajouter les artistes sélectionnés à la file de lecture

source: Edit the labels assigned to the selected artists
de: Label der ausgewählten Interpreten bearbeiten
fr: Éditer les étiquettes affectées aux artistes sélectionnés

source: Edit the songs from the selected artists
de: Titel der ausgewählten Interpreten bearbeiten
fr: Éditer les morceaux des artistes sélectionnés

source: Create
de: Anlegen
fr: Créer

source: Create a new label
de: Neues Label anlegen
fr: Créer une nouvelle étiquette

source: Change selected label
de: Ausgewähltes Label ändern
fr: Modifier l'étiquette sélectionnée

source: Delete selected labels
de: Ausgewählte Labels löschen
fr: Supprimer l'étiquette sélectionnée

source: Play current selected labels
de: Ausgewählte Labels wiedergeben
fr: Jouer les étiquettes sélectionnées

source: Add current selected labels to playlist
de: Ausgewählte Labels zur Wiedergabeliste hinzufügen
fr: Ajouter les étiquettes sélectionnées à la file de lecture

source: Enter the new label name
de: Neue Label-Bezeichnung eingeben
fr: Entrez le nouveau nom de l'étiquette

source: Play current selected genres
de: Ausgewählte Genres wiedergeben
fr: Jouer les genres sélectionnés

source: Add current selected genres to playlist
de: Aktuell ausgewählte Genres zur Wiedergabeliste hinzufügen
fr: Ajouter les Genres sélectionnés à la file de lecture

source: Play current selected album artist
de: Aktuell ausgewählter Album-Interpret wiedergeben
fr: Lire l'Artiste de l'Album sélectionné

source: Play current selected tracks
de: Aktuell ausgewählte Titel wiedergeben
fr: Jouer les morceaux sélectionnés

source: Title
de: Titel
fr: Titre

source: Artist
de: Interpret

source: Composer
de: Komponist
fr: Compositeur

source: Disc
de: CD

source: Length
de: Dauer
fr: Durée

source: Year
de: Jahr
fr: Année

source: Last Played
de: Zuletzt wiedergegeben
fr: Dernier joué

source: Added
de: Hinzugefügt
fr: Ajouté

source: Path
de: Pfad
fr: Emplacement

source: Never
de: Nie
fr: Jamais

source: Edit
de: Bearbeiten
fr: Éditer

source: Edit the clicked column for the selected tracks
de: Angekklickte Spalte für ausgewählte Titel bearbeiten
fr: Éditer la colonne cliquée pour les morceaux sélectionnés

source: Set
de: Festlegen
fr: Définir

source: to
de: zu
fr: vers

source: Set the clicked column for the selected tracks
de: Angeklickte Spalte für ausgewählte Titel festlegen
fr: Définir la colonne cliquée pour les morceaux sélectionnés

source: Play current selected songs
de: Aktuell ausgewählte Titel wiedergeben
fr: Jouer les morceaux sélectionnés

source: Add current selected songs to the playlist
de: Aktuell ausgewählten Titel zur Wiedergabeliste hinzufügen
fr: Ajouter les morceaux sélectionnés à la file de lecture

source: Selects the genre of the current song
de: Wählt Genre des akutellen Titels aus
fr: Sélectionne le Genre du morceau en cours

source: Selects the artist of the current song
de: Wählt Interpret des aktuellen Titels aus
fr: Sélectionne l'artiste du morceau en cours

source: Selects the album artist of the current song
de: Wählt Album-Interpret des aktuellen Liedes aus
fr: Sélectionner l'artiste de l'album du morceau en cours

source: Selects the composer of the current song
de: Wählt Komponist des aktuellen Liedes aus
fr: Sélectionner le compositeur du morceau en cours

source: Select the album of the current song
de: Album des aktuellen Titels auswählen
fr: Sélectionne l'album du morceau en cours

source: Search in the library
de: In der Musiksammlung suchen
fr: Rechercher dans la Bibliothèque

source: Edit the labels assigned to the selected songs
de: Label der ausgewählten Titel bearbeiten
fr: Éditer les étiquettes attribuées aux morceaux sélectionnés

source: Edit the songs selected
de: Ausgewählte Titel bearbeiten
fr: Éditer les morceaux sélectionnés

source: Set the current selected tracks rating
de: Bewertung der aktuell ausgewählten Titel festlegen
fr: Donner une note au Morceau en cours

source: Save all selected tracks as a playlist
de: Alle ausgewählten Titel als Wiedergabeliste speichern
fr: Sauvegarder tous les morceaux sélectionnés dans une Liste de Lecture

source: Create Smart Playlist
de: Intelligente Wiedergabeliste erstellen
fr: Créer une Liste de lecture Intelligente

source: Create a smart playlist from this track
de: Intelligente Wiedergabeliste anhand dieses Titel erstellen
fr: Créer une liste de lecture intelligente à partir de ce morceau

source: Remove from Library
de: Aus Musiksammlung entfernen
fr: Retirer de la Bibliothèque

source: Remove the current selected tracks from library
de: Aktuell ausgewählte Titel aus der Musiksammlung entfernen
fr: Retirer les morceaux sélectionnés de la Bibliothèque

source: Delete from Drive
de: Vom Laufwerk löschen
fr: Supprimer du disque dur

source: Remove the current selected tracks from drive
de: Aktuell ausgewählte Tracks vom Datenträger entfernen
fr: Supprimer les morceaux sélectionnés du disque dur

source: Play the selected tracks
de: Ausgewählte Titel wiedergeben
fr: Jouer les morceaux sélectionnés

source: by
de: von
fr: par

source: Play current selected albums
de: Ausgewählte Alben wiedergeben
fr: Jouer les albums sélectionnés

source: Add current selected albums to the Playlist
de: Ausgewählte Alben zur Wiedergabeliste hinzufügen
fr: Ajouter les albums sélectionnés à la file de lecture

source: Edit the labels assigned to the selected albums
de: Labels für das ausgewählten Album bearbeiten
fr: Éditer les étiquettes attribuées aux albums sélectionnés

source: Edit the selected songs
de: Ausgewählte Titel bearbeiten
fr: Éditer les morceaux sélectionnés

source: Albums are sorted by name
de: Alben sind nach Namen sortiert
fr: Les albums sont classés par nom

source: Albums are sorted by year
de: Alben sind nach Jahr sortiert
fr: Les albums sont classés par année

source: Year Descending
de: Jahr, absteigend
fr: Année décroissante

source: Albums are sorted by year descending
de: Alben sind nach Jahr in absteigender Reihenfolge sortiert
fr: Les albums sont classés par année décroissante

source: Artist, Name
de: Interpret, Name
fr: Artiste, Titre

source: Albums are sorted by artist and album name
de: Alben sind nach Album-Namen und Interpreten sortiert
fr: Les albums sont classés par artiste et nom d'album

source: Artist, Year
de: Interpret, Jahr
fr: Artiste, Année

source: Albums are sorted by artist and year
de: Alben sind nach Interpreten und Jahr sortiert
fr: Les albums sont classés par artiste et année

source: Artist, Year Descending
de: Interpret, Jahr absteigend
fr: Artiste, Année décroissante

source: Albums are sorted by artist and year descending
de: Alben sind nach Interpret und Jahr in absteigender Reihenfolge sortiert
fr: Les albums sont classés par artiste et année décroissante

source: Sort By
de: Sortieren nach
fr: Classer par

source: Sets the albums order
de: Reihenfolge der Alben festlegen
fr: Définit l'ordre des albums

source: Download Cover
de: CD-Cover herunterladen
fr: Télécharger la pochette de l'album

source: Download cover for the current selected album
de: CD-Cover für das aktuell ausgewählte Album herunterladen
fr: Télécharger la pochette de l'album sélectionné

source: Select Cover
de: CD-Cover auswählen
fr: Choisir une Pochette

source: Select the cover image file from disk
de: CD-Cover aus Bilddatei wählen
fr: Sélectionner une image de votre disque pour la pochette

source: Delete Cover
de: CD-Cover löschen
fr: Supprimer la Pochette

source: Delete the cover for the selected album
de: CD-Cover des ausgewählten Albums löschen
fr: Supprimer la pochette de l'album sélectionné

source: Embed Cover
de: CD-Cover einbetten
fr: Intégrer une Pochette

source: Embed the current cover to the album files
de: Aktuelles CD-Cover in Albumdatei einbetten
fr: Intégrer la pochette en cours dans les fichiers de l'album

source: All Albums
de: Alle Alben
fr: Tous les albums

source: Library view
de: Musiksammlung-Ansicht
fr: Voir la Bibliothèque

source: Album Browser view
de: Album-Browser Ansicht
fr: Voir l'explorateur d'album

source: Tree view
de: Baumansicht
fr: Voir l'arborescence (tree)

source: View the current defined filters
de: Den aktuell definierten Filter ansehen
fr: Voir les filtres activés

source: Add a new album browser filter
de: Neuen Album-Browser-Filter hinzufügen
fr: Ajouter un nouveau filtre à l'explorateur d'albums

source: Delete the current selected filter
de: Aktuell ausgewählten Filter löschen
fr: Supprimer le filtre sélectionné

source: Edit the current selected filter
de: Ausgewählten Filter bearbeiten
fr: Éditer le filtre sélectionné

source: New Filter
de: Neuer Filter
fr: Nouveau Filtre

source: Select library path
de: Pfad zur Musiksammlung auswählen
fr: Définir l'emplacement de la Bibliothèque
