Repository: thothix/guayadeque
Catalog: po/*/guayadeque.po
Languages: de, fr

source: Add Folder
de: Ordner hinzufügen
fr: Ajouter un dossier

source: Clear Playlist
de: Wiedergabeliste leeren

source: Close Window
de: Fenster schließen
fr: Fermer la fenêtre

source: Community Forums
de: Community-Forum
fr: Forums de la communauté

source: Edit Labels
de: Labels bearbeiten
fr: Éditer les étiquettes

source: Edit Tracks
de: Titel bearbeiten
fr: Éditer les morceaux

source: Enqueue
de: Auswahl einreihen
fr: Ajouter à la file

source: Enqueue After Track
de: In Wiedergabeliste nach Titel einreihen
fr: Insérer après ce Morceau

source: Enqueue After Album
de: In Wiedergabeliste nach Album einreihen
fr: Insérer après cet Album

source: Enqueue After Artist
de: In Wiedergabeliste nach Interpret einreihen
fr: Insérer après cet Artiste

source: Full Screen
de: Vollbild
fr: Plein Écran

source: Help
de: Hilfe
fr: Aide

source: Play
de: Wiedergabe
fr: Lire

source: Play All
de: Alle wiedergeben
fr: Lire tous les morceaux

source: Play/Pause
de: Wiedergabe/Pause
fr: Lecture/Pause

source: Play Stream
de: Stream öffnen
fr: Lire un flux en ligne

source: Preferences
de: Einstellungen
fr: Préférences

source: Quit
de: Beenden
fr: Quitter

source: Randomize Playlist
de: Titel in Wiedergabeliste mischen

source: Rating
de: Bewertung
fr: Note

source: Repeat All Tracks
de: Alle Titel wiederholen
fr: Rejouer tous les morceaux

source: Repeat Current Track
de: Aktueller Titel wiederholen
fr: Rejouer le morceau en cours

source: Save Layout
de: Layout speichern
fr: Sauvegarder la Disposition

source: Save to Playlist
de: Als Wiedergabeliste speichern
fr: Sauvegarder vers une Liste de Lecture

source: Search
de: Suchen
fr: Chercher

source: Show Browser
de: Browser anzeigen
fr: Afficher l'explorateur'

source: Show Covers
de: CD-Covers anzeigen
fr: Afficher les pochettes d'album

source: Show Playlist
de: Wiedergabeliste anzeigen
fr: Afficher la liste de lecture

source: Show Files
de: Dateien anzeigen
fr: Afficher les fichiers

source: Show Filters
de: Filter anzeigen
fr: Afficher les filtres

source: Show Last.fm
de: Last.fm anzeigen
fr: Afficher Last.fm

source: Show Library
de: Musiksammlung anzeigen
fr: Afficher la Bibliothèque

source: Show Lyrics
de: Liedtexte anzeigen
fr: Afficher les paroles

source: Show Radio
de: Internet-Radio anzeigen
fr: Afficher les radios

source: Show Playlists
de: Wiedergabelisten anzeigen
fr: Afficher les listes de lecture

source: Show Podcasts
de: Podcasts anzeigen
fr: Afficher les podcasts

source: Show Sources
de: Quellen anzeigen
fr: Afficher les sources

source: Show Status Bar
de: Statusleiste anzeigen
fr: Afficher la barre d'état

source: Show VU Meters
de: VU-Meter anzeigen
fr: Afficher les VU-mètres

source: Skip Next
de: Zum nächsten springen
fr: Passer au suivant

source: Skip Next Album
de: Zum nächsten Album springen
fr: Passer à l'album suivant

source: Skip Previous
de: Zum vorherigen springen
fr: Passer au précédent

source: Skip Previous Album
de: Zum vorherigen Album springen
fr: Passer à l'album précédent

source: Smart Play
de: Intelligente Wiedergabe
fr: Mode intelligent

source: Stop
de: Stopp
fr: Arrêt

source: Stop at End
de: Am Ende stoppen
fr: Arrêt après ce morceau (ou après la fin de la file ?)

source: Update Covers
de: CD-Covers aktualisieren
fr: Mettre les pochettes à jour

source: Update
de: Aktualisieren
fr: Mettre à jour

source: Update (Forced)
de: Aktualisierung erzwingen
fr: Mise à jour (forcée)

source: Update Podcasts
de: Podcasts aktualisieren
fr: Mettre à jour les podcasts

source: Volume Down
de: Lautstärke verringern
fr: Diminuer le volume

source: Volume Up
de: Lautstärke anheben
fr: Augmenter le volume

source: Shift
de: Umschalt
fr: Maj

source: Ctrl
de: Strg

source: Back
de: Zurück
fr: Retour

source: Escape
de: Esc
fr: Échap

source: Space
de: Leertaste
fr: Espace

source: Tab
de: Tabulator

source: Return
de: Eingabe
fr: Retour

source: Left
de: Links
fr: -> Gauche

source: Up
de: Aufwärts
fr: -> Haut

source: Right
de: Rechts
fr: -> Droite

source: Down
de: Abwärts
fr: -> Bas

source: Home
de: Pos1
fr: Orig./Début (home)

source: Page Up
de: Bild-auf-Taste
fr: Page précédente = page ^

source: Page Down
de: Bild-ab-Taste
fr: Page suivante = page v

source: End
de: Ende
fr: Fin

source: Begin
de: Beginn
fr: Début

source: Insert
de: Einlegen
fr: Insérer

source: Delete
de: Löschen
fr: Supprimer

source: Separator
de: Trennlinie
fr: Séparateur

source: Select
de: Auswählen
fr: Sélectionner

source: Print
de: Drucken
fr: Imprimer

source: Execute
de: Ausführen
fr: Éxécuter

source: Snapshot
de: Bildschirmfoto
fr: Capture d'écran

source: Cancel
de: Abbruch
fr: Annuler

source: Menu
de: Menü

source: Capital
de: Groß
fr: Capitale

source: Another program instance is already running.
de: Es läuft bereits eine andere Programminstanz.
fr: Un autre programme fonctionne déjà.

source: Do you want to continue with the program?
de: Möchten Sie mit dem Programm fortfahren?
fr: Voulez-vous continuer avec le programme?

source: Confirm
de: Bestätigen
fr: Confirmer

source: Unknown
de: Unbekannt
fr: Inconnu

source: Recently added tracks
de: Kürzlich hinzugefügte Titel
fr: Morceaux récemment ajoutés

source: Last played tracks
de: Zuletzt wiedergegebene Titel
fr: Derniers morceaux joués

source: Best rated tracks
de: Lieblingstracks
fr: Morceaux les mieux notés

source: Generate Smart Playlist
de: Intelligente Wiedergabeliste erzeugen
fr: Créer une liste de lecture intelligente

source: All
de: Alle
fr: Tout tous

source: Save to
de: Speichern unter
fr: Sauvegarder dans

source: Allow
de: Zulassen
fr: Autoriser

source: Deny
de: Verweigern
fr: Exclure

source: None
de: Keines
fr: Aucun

source: Limit to
de: Begrenzt auf
fr: Limiter à

source: Tracks
de: Titel
fr: Morceaux

source: Minutes
de: Minuten

source: Hours
de: Stunden
fr: Heure

source: GiBytes
de: Gigabyte
fr: Gigaoctets= Go

source: Follow player
de: Der Wiedergabe folgen
fr: Lecture en cours

source: Search the lyrics for the current playing track
de: Nach Liedtext des aktuell wiedergegebenen Titel suchen
fr: Chercher les paroles pour le morceau an cours de lecture

source: Configure lyrics preferences
de: Liedtext-Einstellungen einrichten
fr: Configurer les préférences pour les Paroles

source: Search for lyrics
de: Nach Liedtexten suchen
fr: Recherche des paroles

source: Edit the lyrics
de: Liedtexte bearbeiten
fr: Éditer les paroles

source: Save the lyrics
de: Liedtexte speichern
fr: Sauvegarder les paroles

source: Search the lyrics on the web
de: Im Internet nach Liedtexten suchen
fr: Rechercher les paroles sur le web

source: Artist:
de: Interpret:

source: Track:
de: Titel:

source: Copy to Clipboard
de: In die Zwischenablage kopieren
fr: Copier dans le presse-papier

source: Copy the content of the lyric to clipboard
de: Liedtext in die Zwischenablage kopieren
fr: Copier le texte des paroles dans le presse-papier

source: Paste
de: Einfügen
fr: Coller

source: Paste the content of the lyric from clipboard
de: Liedtext aus der Zwischenablage einfügen
fr: Coller le texte des paroles depuis le presse-papier

source: Print the content of the lyrics
de: Liedtext drucken
fr: Imprimer les paroles

source: Searching...
de: Suchen...
fr: Recherche en cours...

source: No lyrics found
de: Kein Liedtexte gefunden
fr: Pas de paroles trouvées

source: Lyrics from
de: Liedtexte von
fr: Paroles provenant de

source: Lyrics Target Editor
de: Liedtext-Speicherort Editor
fr: Modifier la destination des paroles

source: Lyrics Source Editor
de: Liedtextquellen-Editor
fr: Modifier les sources des paroles

source: Type:
de: Art:

source: Embedded
de: Eingebettet
fr: Incorporé

source: File
de: Datei
fr: Fichier

source: Command
de: Befehl
fr: Commande

source: Download
de: Herunterladen
fr: Télécharger

source: Source:
de: Quelle:

source: Replace:
de: Ersetzen:
fr: Remplacer:

source: Extract:
de: Textauszug:
fr: Extraire:

source: Exclude:
de: Ausschließen:
fr: Exclure:

source: Not Found:
de: Nicht gefunden:
fr: Pas trouvé:

source: Replace option editor
de: Suchen und ersetzen
fr: Créer des options alternatives

source: Search:
de: Suche:

source: Extract option editor
de: Textauszug-Optionen-Editor
fr: Créer des options d'extraction

source: Begin:
de: Beginn:
fr: Début:

source: End:
de: Ende:
fr: Fin:

source: Exclude option editor
de: Ausschluß-Option-Editor
fr: Créer des options d'exclusion

source: Not Found option editor
de: Nicht-Gefunden-Option-Editor
fr: Éditeur d'option non trouvée

source: Local Music
de: Lokale Musik
fr: Musique locale

source: Online Music
de: Online-Musik
fr: Musique en ligne

source: Portable Devices
de: Tragbare Geräte
fr: Lecteurs portables

source: Context
de: Kontext
fr: Contexte

source: Radios
de: Internet-Radios

source: File Browser
de: Datei-Browser
fr: Explorateur de fichiers

source: Lyrics
de: Liedtexte
fr: Paroles

source: Show
de: Anzeigen
fr: Afficher

source: Show/Hide the radio panel
de: Internet-Radioleiste ein- oder ausblenden
fr: Afficher/Cacher le panneau des radios

source: Text Search
de: Textsuche
fr: Recherche d'un texte

source: Show/Hide the radio text search
de: Internet-Radio-Textsuche ein- oder ausblenden
fr: Afficher/cacher la recherche d'un texte (onglet Radio)

source: Show/Hide the radio genres
de: Internet-Radiogenres ein- oder ausblenden
fr: Afficher/Cacher les genres de Radios

source: Update the radio station lists
de: Liste der Internet-Radiostationen aktualisieren
fr: Mettre à jour la liste des radios

source: Properties
de: Eigenschaften
fr: Propriétés

source: Set the radio preferences
de: Internet-Radio-Einstellungen festlegen
fr: Régler les préférences pour les radios

source: Show/Hide the podcasts panel
de: Podcast-Leiste ein- oder ausblenden
fr: Afficher/Cacher le panneau des podcats

source: Channels
de: Kanäle
fr: Canaux

source: Show/Hide the podcasts channels
de: Podcast-Kanäle ein- oder ausblenden
fr: Afficher/Cacher les canaux de podcasts

source: Show/Hide the podcasts details
de: Podcast-Details ein- oder ausblenden
fr: Afficher/Cacher les détails des podcasts

source: Update the podcasts added
de: Hinzugefügte Podcasts aktualisieren
fr: Mise à jour des podcasts ajoutés

source: Set the podcasts preferences
de: Podcast-Einstellungen festlegen
fr: Définir les préférences des podcasts

source: Open the music collection
de: Musik-Collection öffnen
fr: Ouvrir la collection de musique

source: View the collection library
de: Collection-Musiksammlung ansehen
fr: Afficher la Bibliothèque de la collection

source: Directories
de: Verzeichnisse
fr: Dossiers

source: View the library Directories
de: Ansicht der Bibliotheksverzeichnisse
fr: Afficher les dossiers de la Bibliothèque

source: View the library labels
de: Musiksammlung-Labels ansehen
fr: Afficher les étiquettes de la Bibliothèque

source: View the library genres
de: Genres in Musiksammlung ansehen
fr: Afficher les genres de la Bibliothèque

source: Artists
de: Interpreten
fr: Artistes

source: View the library artists
de: Interpreten in Musiksammlung ansehen
fr: Afficher les artistes de la Bibliothèque

source: Composers
de: Komponisten
fr: Compositeurs

source: View the library composers
de: Komponisten in Musiksammlung ansehen
fr: Afficher les compositeurs de la Bibliothèque

source: Album Artists
de: Album-Interpreten
fr: Artistes de l'album

source: View the library album artists
de: Album-Interpreten in Musiksammlung ansehen
fr: Afficher les artistes d'albums de la Bibliothèque

source: Albums
de: Alben

source: View the library albums
de: Alben in Musiksammlung ansehen
fr: Afficher les albums de la Bibliothèque

source: Years
de: Jahre
fr: Années

source: View the library years
de: »Jahr« in Musiksammlung ansehen
fr: Afficher les années de la Bibliothèque

source: Ratings
de: Bewertungen
fr: Notes

source: View the library ratings
de: Bewertungen in Musiksammlung ansehen
fr: Afficher les notations de la Bibliothèque

source: Play Counts
de: Wiedergabezähler
fr: Nombre d'écoutes

source: View the library play counts
de: Wiedergabezähler in Musiksammlung ansehen
fr: Afficher les compteurs de lecture de la Bibliothèque

source: Library
de: Musiksammlung
fr: Bibliothèque

source: View the collection album browser
de: Collection-Album-Browser ansehen
fr: Afficher l'explorateur' de pochettes d'albums de la collection

source: Tree
de: Verzeichnisstruktur
fr: Arborescence (tree) des dossiers

source: View the collection tree view
de: Baumansicht der Collection ansehen
fr: Afficher l'arborescence de la collection

source: Playlists
de: Wiedergabelisten
fr: Listes de lecture

source: View the collection playlists
de: Collection-Wiedergabelisten ansehen
fr: Afficher les listes de lecture de la collection

source: Add Path
de: Pfad hinzufügen
fr: Ajouter un emplacement

source: Add path to the collection
de: Pfad zur Collection hinzufügen
fr: Ajouter un emplacement pour la collection

source: Import Files
de: Dateien importieren
fr: Importer des fichiers

source: Import files into the collection
de: Dateien in die Collection importieren
fr: Importer des fichiers dans la collection

source: Update the collection library
de: Collection-Musiksammlung aktualisieren
fr: Mettre à jour la Bibliothèque de la collection

source: Rescan
de: Erneut einlesen
fr: Reconstituer

source: Rescan the collection library
de: Collection-Musiksammlung erneut einlesen
fr: Reconstituer la Bibliothèque de la collection

source: Search Covers
de: CD-Covers suchen
fr: Rechercher les pochettes

source: Search the collection missing covers
de: Collection nach fehlenden CD-Covern suchen
fr: Rechercher les pochettes manquant à la collection

source: Unmount
de: Aushängen
fr: Démonter

source: Unmount the device
de: Gerät aushängen
fr: Démonter l'appareil

source: Show collection properties
de: Collection-Eigenschaften anzeigen
fr: Afficher les propriétés de la collection

source: Items
de: Objekte

source: Add a new label
de: Neues Label hinzufügen
fr: Ajouter une nouvelle étiquette

source: Delete the current selected label
de: Aktuell ausgewähltes Label löschen
fr: Supprimer l'étiquette sélectionnée

source: Copy the label selection to all the items
de: Label-Auswahl in allen Objekten kopieren
fr: Copier la sélection d'étiquettes sur tous les éléments

source: Label Name:
de: Label-Bezeichnung:

source: Please enter the label name
de: Bitte geben Sie die Label-Bezeichnung ein
fr: Entrez le nom de l'étiquette SVP

source: Are you sure to delete the selected labels?
de: Möchten Sie die ausgewählten Labels wirklich löschen?
fr: Êtes-vous sûr de vouloir supprimer les étiquettes sélectionnées?

source: Songs Editor
de: Titel Editor
fr: Éditeur de morceaux

source: Songs
de: Titel

source: Move the track to the previous position
de: Titel zur vorherigen Position verschieben
fr: Déplacer le morceau vers la position précédente

source: Move the track to the next position
de: Titel zur nächsten Position verschieben
fr: Déplacer le morceau vers la position suivante

source: Copy the title to all the tracks you are editing
de: Titel in Titel kopieren, die gerade bearbeitet werden
fr: Copier le titre vers tous les morceaux en cours d'édition

source: Title:
de: Titel:

source: Copy the artist name to all the tracks you are editing
de: Name des Interpreten in Titel kopieren, die gerade bearbeitet werden
fr: Copier le nom de l'artiste vers tous les morceaux en cours d'édition

source: Copy the album artist name to all the tracks you are editing
de: Name des Album-Interpreten in Titel kopieren, die gerade bearbeitet werden
fr: Copier le nom de l'artiste de l'album vers tous les morceaux en cours d'édition

source: A. Artist:
de: Al.-Interpret:

source: shows the album artist of the track
de: Zeigt Album-Interpret des Titels an
fr: affiche pour ce morceau le nom de l'artiste de l'album

source: Copy the album name to all the tracks you are editing
de: Album-Name in Titel kopieren, die gerade bearbeitet werden
fr: Copier le nom de l'album vers tous les morceaux en cours d'édition

source: Copy the composer to all the tracks you are editing
de: Komponist in Titel kopieren, die gerade bearbeitet werden
fr: Copier le nom du compositeur vers tous les morceaux en cours d'édition

source: Composer:
de: Komponist:

source: Copy the comment to all the tracks you are editing
de: Kommentar für alle Titel übernehmen, die gerade bearbeitet werden
fr: Copier le commentaire vers tous les morceaux en cours d'édition

source: Comment:
de: Kommentar:

source: Copy the number to all the tracks you are editing
de: Nummmer in allen Titel kopieren, die gerade bearbeitet werden
fr: Copier le numéro de piste vers tous les morceaux en cours d'édition

source: Number:
de: Nummer:

source: Enumerate the tracks in the order they were added for editing
de: Titel in der Reihenfolge nummerieren, wie sie hinzugefügt wurden
fr: Numéroter les morceaux dans leur ordre d'ajout pour l'édition

source: Copy the disk to all the tracks you are editing
de: CD für alle Titel übernehmen
fr: Copier le numéro de disque à tous les morceaux en cours d'édition

source: Disk:
de: CD:

source: Copy the genre name to all songs you are editing
de: Genre in alle Titel kopieren, die gerade bearbeitet werden
fr: Copier le Genre vers tous les morceaux en cours d'édition

source: Copy the year to all songs you are editing
de: »Jahr« in alle Titel kopieren, die gerade bearbeitet werden
fr: Copier l'année vers tous les morceaux en cours d'édition

source: Year:
de: Jahr:

source: Rating:
de: Bewertung:

source: Add a picture from file to the current track
de: Bild aus einer Datei zum aktuellen Titel hinzufügen
fr: Ajouter une image depuis un fichier au morceau en cours

source: Delete the picture from the current track
de: Bild vom aktuellen Titel löschen
fr: Supprimer l'image du morceau en cours

source: Save the current picture to file
de: Aktuelles Bild in einer Datei speichern
fr: Sauvegarder l'image en cours dans un fichier

source: Search the album cover
de: Album-Cover suchen
fr: Rechercher la pochette de l'album

source: Copy the current picture to all the tracks you are editing
de: Kopiere das aktuelle Bild auf alle Titel, die du bearbeitest
fr: Copier cette image vers tous les morceaux en cours d'édition

source: Pictures
de: Bilder
fr: Images

source: Type the artist name to search in musicbrainz
de: Interpret für die Suche auf MusicBrainz eingeben
fr: Saisir le nom de l'artiste à rechercher sur musicbrainz

source: Type the album name to search in musicbrainz
de: Album-Name für die Suche auf MusicBrainz eingeben
fr: Saisir le nom de l'album à rechercher sur musicbrainz

source: Clear the search fields so it search using the music fingerprint
de: Suchfelder leeren, um mit dem akustischen Fingerabdruck der Musik zu suchen
fr: Effacer les champs de recherche pour faire une cherche par empreinte digitale de la musique

source: Select the album found in musicbrainz
de: Auf MusicBrainz gefundenes Album auswählen
fr: Sélectionner l'album trouvé sur musicbrainz

source: Search albums in musicbrainz
de: Alben auf MusicBrainz suchen
fr: Rechercher les albums sur musicbrainz

source: Copy the content of the album to the edited tracks
de: Angaben des Albums übernehmen
fr: Copier le contenu de l'album vers les morceaux en cours d'édition

source: Copy the song names to the edited tracks
de: Titelbezeichnungen für alle bearbeiteten Titel übernehmen
fr: Copier le tag nom du morceau vers le morceau en cours d'édition

source: Copy the artist to the edited tracks
de: Interpret für alle bearbeiteten Titel übernehmen
fr: Copier le tag artiste vers les morceaux en cours d'édition

source: Copy the album artist to the edited tracks
de: Album-Interpret für alle bearbeiteten Titel übernehmen
fr: Copier le tag artiste de l'album vers les morceaux en cours d'édition

source: Copy the album to the edited tracks
de: Album-Name für alle bearbeiteten Titel übernehmen
fr: Copier le tag album vers les morceaux en cours d'édition

source: Copy the date to the edited tracks
de: Datum für alle bearbeiteten Titel übernehmen
fr: Copier le tag date vers les morceaux en cours d'édition

source: Length:
de: Dauer:
fr: Durée:

source: Copy the number to the edited tracks
de: Nummerierung für alle bearbeiteten Titel übernehmen
fr: Copier le tag numéro de piste vers le morceau en cours d'édition

source: File Type : %s Length : %s
de: Typ : %s Dauer : %s

source: BitRate : %u Kbps File Size : %s
de: Bitrate : %u Kbps Größe : %s

source: Error: The album have %lu tracks and you are editing %lu
de: Fehler: Das Album hat %lu Titel und Sie bearbeiten %lu
fr: Erreur : L'album a %lu morceaux et vous en éditez %lu

source: Warning: The length of some edited tracks don't match
de: Warnung: Die Länge einiger bearbeiteter Titel stimmt nicht überein
fr: Attention : La durée de certains des morceaux édités ne correspond pas

source: Everything ok
de: Alles in ordnung

source: Select Columns
de: Spalten wählen
fr: Sélectionner les colonnes

source: Columns
de: Spalten

source: Rename Files
de: Dateien unbenennen
fr: Renommer les fichiers

source: Names Preview
de: Vorschau der Namen

source: Pattern:
de: Muster:

source: Pattern flags: {g} : Genre {a} : Artist {aa}: Album Artist {A} : {aa} or {a} {b} : Album {t} : Title {n} : Number {y} : Year {d} : Disk
de: Pattern flags: {g} : Genre {a} : Interpret {aa}: Album-Interpret {A} : {aa} oder {a} {b} : Album {t} : Titel {n} : Nummer {y} : Jahr {d} : CD

source: See used locations
de: Speicherort zeigen
fr: Voir les emplacements utilisés

source: See system files
de: Dateisystem zeigen
fr: Voir les fichiers du système

source: Add commands in preferences
de: Befehle in Einstellungen hinzufügen
fr: Ajouter des commandes dans les préférences

source: Commands
de: Befehle
fr: Commandes

source: Play the selected folder
de: Ausgewählten Ordner wiedergeben
fr: Lire le dossier sélectionné

source: Add the selected folder to playlist
de: Ausgewählten Ordner zur Wiedergabeliste hinzufügen
fr: Ajouter le dossier sélectionné à la file de lecture

source: Current Track
de: Aktueller Track
fr: Morceau en cours

source: Add current selected tracks to playlist after the current track
de: Ausgewählte Titel zur Wiedergabeliste hinzufügen
fr: Ajouter les morceaux sélectionnés à la file de lectureaprès le morceau en cours

source: Current Album
de: Aktuelles Album
fr: Album en cours

source: Add current selected tracks to playlist after the current album
de: Ausgewählte Titel zur Wiedergabeliste nach dem aktuellen Album hinzufügen
fr: Ajouter les morceaux sélectionnés à la file de lecture après l'album en cours

source: Current Artist
de: Aktueller Interpret
fr: Artiste en cours

source: Add current selected tracks to playlist after the current artist
de: Ausgewählte Titel zur Wiedergabeliste nach dem aktuellen Interpreten hinzufügen
fr: Ajouter les morceaux sélectionnés après l'artiste en cours

source: Enqueue After
de: Auswahl einreihen nach
fr: Ajouter après

source: Edit the tracks in the selected folder
de: Titel aus dem ausgewählten Ordner bearbeiten
fr: Éditer les morceaux dans le dossier sélectionné

source: Add the tracks in the selected folder to a playlist
de: Titel aus dem ausgewählten Ordner zur Wiedergabeliste hinzufügen
fr: Ajouter les morceaux de ce dossier à une liste de Lecture

source: Copy
de: Kopieren
fr: Copier

source: Copy the selected folder to clipboard
de: Ausgewählten Ordner in die Zwischenablage kopieren
fr: Copier le dossier sélectionné dans le presse-papier

source: Paste to the selected folder
de: In dem ausgewählten Ordner einfügen
fr: Coller dans le dossier sélectionné

source: New Folder
de: Neuer Ordner
fr: Nouveau dossier

source: Create a new folder
de: Neuen Ordner anlegen
fr: Créer un nouveau dossier

source: Rename
de: Umbenennen
fr: Renommer

source: Rename the selected folder
de: Ausgewählten Ordner umbenennen
fr: Renommer le dossier sélectionné
